---
kind: enumMember
id: F:Autodesk.Revit.DB.ExternalFileReferenceType.Material
enum: Autodesk.Revit.DB.ExternalFileReferenceType
zh: 材质、材料
source: html/4ccfe92f-71d9-e9d6-c308-5a178186837b.htm
---
# Autodesk.Revit.DB.ExternalFileReferenceType.Material

**中文**: 材质、材料

Materials are not included as ExternalFileReferences in the 2012 release